documentatie/stuf examples/inschrijving/07001_Lk01T_1201527429_2441734.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>BATCHGBA</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2441734_07001</referentienummer><tijdstipBericht>2009031000142898</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031000075701</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="26917" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1201527429</a-nummer><bsn-nummer>133194267</bsn-nummer><voornamen>Jeannette Everdina</voornamen><voorletters>JE</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Janssens</geslachtsnaam><geboortedatum>19151015</geboortedatum><geboorteplaats>1219</geboorteplaats><codeGeboorteland>6030</codeGeboorteland><geslachtsaanduiding>V</geslachtsaanduiding><datumOverlijden>19970826</datumOverlijden><plaatsOverlijden>828</plaatsOverlijden><codeLandOverlijden>6030</codeLandOverlijden><indicatieGeheim>0</indicatieGeheim><codeGemeenteVanInschrijving>599</codeGemeenteVanInschrijving><datumInschrijvingGemeente>19470926</datumInschrijvingGemeente><codeLandImmigratie>5002</codeLandImmigratie><datumVestigingInNederland>19470926</datumVestigingInNederland><datumOpschortingBijhouding>19970826</datumOpschortingBijhouding><omschrijvingRedenOpschortingBijhouding>O</omschrijvingRedenOpschortingBijhouding><indicatieGezagMinderjarige>D</indicatieGezagMinderjarige><verblijfstitel>25</verblijfstitel><datumVerkrijgingVerblijfstitel>19941209</datumVerkrijgingVerblijfstitel><datumVerliesVerblijfstitel d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingNaamgebruik>V</aanduidingNaamgebruik><extraElementen><d5p1:extraElement d5p1:noValue="geenWaarde" naam="Aanduidinguitsluitingkiesrecht" /></extraElementen><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T" d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRSNAT d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumVerkrijging>0</datumVerkrijging><datumVerlies d5p1:noValue="geenWaarde" xsi:nil="true" /><NAT d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><code>1</code><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerkrijging d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerlies d5p1:noValue="nietOndersteund" xsi:nil="true" /></NAT></PRSNAT><PRSPRSHUW d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumSluiting>19431027</datumSluiting><plaatsSluiting>392</plaatsSluiting><landSluiting>6030</landSluiting><soortVerbintenis>H</soortVerbintenis><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="922882" d5p1:verwerkingssoort="I"><a-nummer>9301018641</a-nummer><bsn-nummer>58664610</bsn-nummer><voornamen>Rudolf Johan Meijnard</voornamen><voorletters>RJM</voorletters><voorvoegselGeslachtsnaam>van</voorvoegselGeslachtsnaam><geslachtsnaam>Doorm</geslachtsnaam><geboortedatum>19130216</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSHUW><PRSPRSOUD d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum>0</ingangsdatum><PRS d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><a-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen>Martha Maria</voornamen><voorletters>MM</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Puis</geslachtsnaam><geboortedatum d5p1:noValue="nietOndersteund" xsi:nil="true" /><geslachtsaanduiding>V</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSOUD><PRSPRSOUD d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum>0</ingangsdatum><PRS d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><a-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen>Josephus Martinus Ludovicus</voornamen><voorletters>JML</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Janssens</geslachtsnaam><geboortedatum>18811113</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSOUD></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>